Repository: Jdreioe/Wingmate
Catalog: iosApp/iosApp/*.lproj/Localizable.strings
Languages: da, de

# welcome.title
source: Welcome
da: Velkommen til Wingmate!
de: Willkommen

# welcome.subtitle
source: An AAC app that feels native regardless of platform
da: En AAC-app, der føles hjemmehørende uanset platform.
de: Eine AAC-App, die sich auf jeder Plattform nativ anfühlt.

# welcome.azure_settings
source: Azure Settings
da: Azure Indstillinger
de: Azure-Einstellungen

# welcome.choose_voice
source: Choose Voice
da: Vælg din stemme!
de: Stimme wählen

# common.continue
source: Continue
da: Færdig
de: Weiter

# welcome_flow.title
source: Welcome to Wingmate
da: Velkommen til Wingmate
de: Willkommen bei Wingmate

# welcome_flow.subtitle
source: Let's set up your text-to-speech experience in just a few steps.
da: Lad os konfigurere din tekst-til-tale oplevelse i få trin.
de: Lass uns deine Text-zu-Sprache-Erfahrung in wenigen Schritten einrichten.

# welcome_flow.tts_setup.title
source: Choose Your Speech Engine
da: Vælg din stemmemodel
de: Wähle deine Sprachausgabe

# welcome_flow.tts_setup.subtitle
source: Select how you want text to be spoken
da: Vælg hvordan tekst skal oplæses
de: Bestimme, wie Text gesprochen werden soll

# welcome_flow.system_tts.title
source: System Text-to-Speech
da: System Tekst-til-Tale
de: System Text-zu-Sprache

# welcome_flow.system_tts.subtitle
source: Use built-in iOS voices
da: Brug indbyggede iOS stemmer
de: Verwende eingebaute iOS-Stimmen

# welcome_flow.system_tts.pro1
source: Works offline
da: Virker offline
de: Funktioniert offline

# welcome_flow.system_tts.pro2
source: No setup required
da: 0 konfiguration krævet
de: Keine Einrichtung erforderlich

# welcome_flow.system_tts.pro3
source: Privacy friendly
da: Privatliv venlig
de: Privatsphäre-freundlich

# welcome_flow.system_tts.con1
source: Limited voice options
da: Begrænsede stemme muligheder
de: Begrenzte Stimm-Optionen

# welcome_flow.system_tts.con2
source: Basic quality
da: God kvalitet
de: Grundlegende Qualität

# welcome_flow.azure_tts.subtitle
source: Professional-grade voices
da: Professionelle stemmer
de: Professionelle Stimmen

# welcome_flow.azure_tts.pro1
source: High quality voices
da: Bedre kvalitet
de: Hochwertige Stimmen

# welcome_flow.azure_tts.pro2
source: Many languages
da: Flersprogede stemmer
de: Viele Sprachen

# welcome_flow.azure_tts.pro3
source: Natural sounding
da: Naturligt lydende
de: Natürlich klingend

# welcome_flow.azure_tts.con1
source: Requires internet
da: Kræver internet
de: Benötigt Internet

# welcome_flow.azure_tts.con2
source: Setup required
da: Kræver konfiguration
de: Einrichtung erforderlich

# welcome_flow.azure_tts.con3
source: May cost money
da: Kan koste penge
de: Kann Geld kosten

# welcome_flow.voice_setup.title
source: Choose Your Voice
da: Vælg din stemme
de: Wähle deine Stimme

# welcome_flow.voice_setup.subtitle
source: Select a voice that sounds right to you
da: Vælg en stemme der lyder rigtig for dig
de: Wähle eine Stimme, die für dich richtig klingt

# welcome_flow.voice_test.placeholder
source: Hello, this is how I sound!
da: Hej, sådan lyder jeg!
de: Hallo, so klinge ich!

# welcome_flow.phrases_setup.title
source: Add Your First Phrases
da: Tilføj dine første fraser
de: Füge deine ersten Phrasen hinzu

# welcome_flow.phrases_setup.subtitle
source: Create some phrases you'll use often
da: Opret nogle fraser du bruger ofte
de: Erstelle einige Phrasen, die du häufig verwendest

# welcome_flow.get_started
source: Get Started
da: Kom i gang
de: Loslegen

# welcome_flow.skip
source: Skip for now
da: Spring over foreløbig
de: Vorerst überspringen

# welcome_flow.next
source: Next
da: Næste
de: Weiter

# welcome_flow.back
source: Back
da: Tilbage
de: Zurück

# welcome_flow.finish
source: Setup Complete!
da: Konfiguration færdig!
de: Einrichtung abgeschlossen!

# welcome_flow.setup_complete_subtitle
source: You're ready to start using Wingmate with your configured voice.
da: Du er klar til at bruge Wingmate med din konfigurerede stemme.
de: Du bist bereit, Wingmate mit deiner konfigurierten Stimme zu verwenden.

# welcome_flow.help.add_phrases
source: Add phrases by tapping the + button
da: Tilføj fraser ved at trykke på + knappen
de: Phrasen durch Tippen auf die +-Taste hinzufügen

# welcome_flow.help.play_phrases
source: Tap phrases to hear them spoken
da: Tryk på fraser for at høre dem oplæst
de: Phrasen antippen, um sie zu hören

# welcome_flow.help.organize
source: Organize with categories
da: Organiser med kategorier
de: Mit Kategorien organisieren

# welcome_flow.system_tts_info
source: You're using System Text-to-Speech
da: Du bruger System Tekst-til-Tale
de: Du verwendest System Text-zu-Sprache

# welcome_flow.system_tts_settings_info
source: Voice options are managed in iOS Settings under Accessibility > Spoken Content > Voices
da: Stemme indstillinger håndteres i iOS Indstillinger under Tilgængelighed > Talt indhold > Stemmer
de: Stimm-Optionen werden in den iOS-Einstellungen unter Bedienungshilfen > Gesprochene Inhalte > Stimmen verwaltet

# welcome_flow.open_settings
source: Open iOS Settings
da: Åbn iOS Indstillinger
de: iOS-Einstellungen öffnen

# welcome_flow.test_voice
source: Test Your Voice
da: Test din stemme
de: Teste deine Stimme

# welcome_flow.azure_voices_subtitle
source: Choose from high-quality Azure voices
da: Vælg mellem høj-kvalitets Azure stemmer
de: Wähle aus hochwertigen Azure-Stimmen

# welcome_flow.choose_voice
source: Choose Voice
da: Vælg stemme
de: Stimme wählen

# welcome_flow.change_voice
source: Change Voice
da: Skift stemme
de: Stimme wechseln

# welcome_flow.test_text
source: Hello, this is how I sound!
da: Hej, sådan lyder jeg!
de: Hallo, so klinge ich!

# tts.placeholder
source: Type text to speak
da: Tekst der skal oplæses
de: Text zum Sprechen eingeben

# toolbar.language
source: Language
da: Sprog
de: Sprache

# toolbar.voice
source: Voice
da: Stemme
de: Stimme

# toolbar.add_category
source: Add Category
da: Tilføj kategori
de: Kategorie hinzufügen

# toolbar.ui_size
source: UI Size
da: Størrelse på UI
de: UI-Größe

# toolbar.welcome_flow
source: Setup Guide
da: Konfigurationsguide
de: Einrichtungsassistent

# toolbar.settings_panel
source: Settings Panel
da: Indstillingspanel
de: Einstellungs-Panel

# categories.all
source: All
da: Alle
de: Alle

# category.new.title
source: New Category
da: Ny kategori
de: Neue Kategorie

# category.name.placeholder
source: Category name
da: Kategori navn
de: Kategoriename

# category.save
source: Save
da: Gem
de: Speichern

# category.close
source: Close
da: Luk
de: Schließen

# category.delete
source: Delete Category
da: Slet kategori
de: Kategorie löschen

# phrase.new.title
source: New Phrase
da: Ny frase
de: Neue Phrase

# phrase.text.placeholder
source: Phrase text
da: Frase tekst
de: Phrasentext

# phrase.edit.title
source: Edit Phrase
da: Rediger frase
de: Phrase bearbeiten

# phrase.display_name.optional
source: Display name (optional)
da: Alternativ tekst på frasen
de: Anzeigename (optional)

# phrase.save
source: Save
da: Gem
de: Speichern

# phrase.delete
source: Delete
da: Slet
de: Löschen

# phrase.add.tile
source: Add
da: Tilføj
de: Hinzufügen

# debug.content_loaded
source: DEBUG: ContentView loaded
de: DEBUG: ContentView geladen

# debug.voice
source: Voice
de: Stimme

# azure.settings.title
source: Azure Settings
da: Azure Indstillinger
de: Azure-Einstellungen

# azure.endpoint.placeholder
source: Endpoint (https://<region>.tts.speech.microsoft.com)
da: Region
de: Endpunkt (https://<region>.tts.speech.microsoft.com)

# azure.key.placeholder
source: Subscription Key
de: Abonnementschlüssel

# common.error
source: Error
da: FEJL
de: Fehler

# common.saving
source: Savingâ€¦
da: Gemmmer
de: Speichern…

# common.save
source: Save
da: Gem
de: Speichern

# reorder.title
source: Reorder Phrases
da: Rearranger fraser
de: Phrasen neu anordnen

# voice.search.placeholder
source: Search voices
da: Søg efter stemme
de: Stimmen suchen

# common.select
source: Select
da: Vælg
de: Auswählen

# common.no_name
source: (No name)
da: Ingen stemme
de: (Kein Name)

# common.unknown_error
source: Unknown error
da: Ukendt fejl
de: Unbekannter Fehler

# ui_size.title
source: UI Size
da: UI Størrelse
de: UI-Größe

# ui_size.input.section
source: Input
de: Eingabe

# ui_size.input.height
source: Height
da: Højde
de: Höhe

# ui_size.input.font
source: Font
da: Font Størrelse
de: Schrift

# ui_size.playback.section
source: Playback
de: Wiedergabe

# ui_size.playback.icon
source: Icon size
da: Ikon størrelse
de: Symbolgröße

# common.done
source: Done
da: OK
de: Fertig

# phrase.edit
source: Edit
da: Rediger
de: Bearbeiten

# phrase.play_tts
source: Play
da: Afspil
de: Abspielen

# phrase.record
source: Record
da: Optag
de: Aufnehmen

# ui_size.chips.section
source: Chips
da: Kategori Størrelse

# common.name
source: Name
da: Navn
